Repository: groupserver/gs.group.messages.post.text
Catalog: gs/group/messages/post/text/locales/*/LC_MESSAGES/gs.group.messages.post.po
Languages: de, fr

# error
source: There is an error:
de: Es ist ein Fehler aufgetreten:
fr: Une erreur est survenue :

# errors
source: There are errors:
de: Es sind mehrere Fehler aufgetreten:
fr: Des erreurs sont survenues :

# file-type
source: File type: ${mimeType}
de: Dateityp: ${mimeType}
fr: Type du fichier : ${mimeType}

# first-button
source: First
de: Zuerst
fr: Premier

# hidden-post
source: Sorry, this post is hidden. The reason that ${theAuthor} gave for hiding the post is as follows:
de: Leider ist dieser Beitrag ausgeblendet. Der Grund, den ${theAuthor} angegeben hat um den Beitrag auszublenden, ist folgender:
fr: Désolé, ce post est caché. La raison pour laquelle ${theAuthor} a décidé de cacher ce sujet est la suivante :

# hide-button
source: Hide
de: Ausblenden
fr: Cacher

# hide-dialog-instructions
source: To hide this post add a reason below and click the <samp class=\"button\">Hide</samp> button. Everyone will see the reason the post was hidden, but the post will not be shown.
de: Um diesen Beitrag auszublenden, fügen Sie unten einen Grund hinzu und klicken Sie auf die Schaltfläche <samp class=\"button\">Ausblenden</samp>. Der Beitrag wird anschließend nicht angezeigt, aber der Grund, den Sie angegeben haben, wird sichtbar sein.
fr: Pour cacher ce post, et donner une raison, cliquez sur le boutton <samp class=\"button\">Cacher</samp>. Tout le monde sera en mesure de voir pourquoi le post a été caché, mais sans pouvoir consulter le contenu.

# hide-label
source: Hide a post
de: Einen Beitrag ausblenden
fr: Cacher un post

# hide-reason
source: Reason
de: Grund
fr: Raison

# hide-reason-help
source: The reason the post needs to be hidden.
de: Der Grund aus dem der Beitrag ausgeblendet werden muss.
fr: La raison pour laquelle ce post nécessite d'être caché.

# hide-the-post-loading
source: ${loadingIcon} Loading…
de: ${loadingIcon} Lädt...
fr: ${loadingIcon} Chargement…

# hide-the-post-title
source: Hide the post
de: Beitrag ausblenden
fr: Cacher le post

# last-button
source: Last
de: Letzter
fr: Dernier

# next-button
source: Next
de: Nächster
fr: Suivant

# post-date
source: Posted at ${dateTime}
de: Beigetragen am ${dateTime}
fr: Posté le ${dateTime}

# post-title
source: Post in ${topic}
de: Beitrag in ${topic}
fr: Posté dans ${topic}

# previous-button
source: Prev
de: Vorheriger
fr: Précédent

# rest-of-post-button
source: Rest of post
de: Rest des Beitrags
fr: Suite du post

# share-button
source: Share
de: Teilen
fr: Partager

# site-home-link
source: Site home page
de: Startseite
fr: Page d'accueil du site

# status-hidden
source: Hidden the post.
de: Den Beitrag ausgeblendet
fr: Cacher le post.

# support-post-hidden-message
source: Hello,\n\nI want to see the post at\n ${url}\nHowever, it is hidden. I think I should be allowed to see the post\nbecause...
de: Hallo,\n\n ich möchte den Beitrag in \n ${url}\n sehen, jedoch ist dieser ausgeblendet. Ich finde, dass ich den Beitrag\n einsehen sollte dürfen, da...
fr: Bonjour,\n\nje souhaiterais consulter le sujet à l'adresse suivante\n ${url}\nCependant, il est caché. Je pense que je devrais être en mesure de le consulter \nparce que...

# support-post-hidden-subject
source: Post hidden
de: Ausgeblendeter Beitrag
fr: Post caché

# topic-button
source: Topic
de: Thema
fr: Sujet
